---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomActualPowerLoadParam
source: html/03961d04-e6f5-7a18-78b4-f223d8aae93c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomActualPowerLoadParam Property

"Actual Power Load"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomActualPowerLoadParam { get; }
```